# IdeaStatiCa.RcsApi.Model.SectionConcreteCheckResult

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**SectionId** | **int** |  | [optional]
**ExtremeResults** | **List&lt;ConcreteCheckResults&gt;** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)